{
  "More": "More",
  "Skills": "Skills",
  "Hobbys": "Hobbys",
  "Projects": "Projects",
  "Testimonials": "Testimonials",
  "GetStarted": "Get Started",
  "English": "English",
  "Polski": "Pl",
  "hero_message": "Welcome to my website! I'm a passionate Full-Stack Developer specializing in creating modern and functional web applications. Here you'll find my projects, skills, and testimonials from satisfied clients. Feel free to explore my portfolio and learn more about how I can help achieve your technological goals.",
  "More about me": "More about me",
  "infoDiv1": "I create innovative fullstack solutions using JavaScript, TypeScript, Next.js, React, and Redux to deliver high-quality, efficient applications. My work spans backend development with Node.js, Express, and various databases including MongoDB and PostgreSQL, as well as frontend development with HTML, CSS, Bootstrap, and Tailwind.",
  "infoDiv2": "As an expert in mobile and web application development, I utilize React-Native for advanced mobile applications and React with Next.js for responsive web applications. My skills also include backend integration using Node.js, Express, and databases such as MongoDB and PostgreSQL.",
  "infoDiv3": "I specialize in microservices architecture using Node.js, Express, and databases like MongoDB and PostgreSQL. I also handle application containerization with Docker, ensuring the scalability and reliability of my solutions.",
  "infoDiv4": "Additionally, I excel in project management using JIRA and conduct unit testing to ensure application quality. I leverage debugging and API testing tools like Postman and Insomnia to guarantee the reliability and robustness of my applications.",
  "my_skillset": "My skills",
  "my_hobbys": "My hobbys",
  "my_projects": "My projects",
  "my_testimonials": "Testimonials",
  "my_getStarted": "Get Started",
  "my_moreInfo": "More Info",
  "getStarted": "Get Started",
  "invalid_email": "Invalid email address",
  "required_email": "Please enter your email address",
  "required_message": "Please enter your message",
  "your_email": "Your E-mail",
  "type_your_message": "Type your message...",
  "sending": "Sending...",
  "submit": "Submit"
}
