{
  "More": "Więcej",
  "Skills": "Umiejętności",
  "Hobbys": "Hobby",
  "Projects": "Projekty",
  "Testimonials": "Referencje",
  "GetStarted": "START",
  "English": "En",
  "Polski": "Polski",
  "hero_p": "Witam na mojej stronie internetowej! Jestem zapalonym programistą Full-Stack specjalizującym się w tworzeniu nowoczesnych i funkcjonalnych aplikacji internetowych. Tutaj znajdziesz moje projekty, umiejętności i referencje od zadowolonych klientów. Zapraszam do zapoznania się z moim portfolio i dowiedzenia się więcej o tym, jak mogę pomóc w osiągnięciu Twoich celów technologicznych.",
  "More about me": "Więcej o mnie",
  "infoDiv1": "Tworzę innowacyjne rozwiązania fullstack, wykorzystując JavaScript, TypeScript, Next.js, React i Redux, aby dostarczyć wysokiej jakości, wydajne aplikacje. Moja praca obejmuje backend z Node.js, Express i różnymi bazami danych, w tym MongoDB i PostgreSQL, a także frontend z HTML, CSS, Bootstrap i Tailwind.",
  "infoDiv2": "Jako ekspert w dziedzinie rozwoju aplikacji mobilnych i internetowych, wykorzystuję React-Native do zaawansowanych aplikacji mobilnych i React z Next.js do responsywnych aplikacji internetowych. Moje umiejętności obejmują również integrację backendu za pomocą Node.js, Express i baz danych takich jak MongoDB i PostgreSQL.",
  "infoDiv3": "Specjalizuję się w architekturze mikrousług, wykorzystując Node.js, Express i bazy danych takie jak MongoDB i PostgreSQL. Zajmuję się również konteneryzacją aplikacji za pomocą Docker, zapewniając skalowalność i niezawodność moich rozwiązań.",
  "infoDiv4": "Dodatkowo, wyróżniam się w zarządzaniu projektami za pomocą JIRA i przeprowadzam testy jednostkowe dla jakości aplikacji. Wykorzystuję narzędzia do debugowania i testowania API, takie jak Postman i Insomnia, aby zapewnić niezawodność i solidność moich aplikacji.",
  "my_skillset": "Moje umiejętności",
  "my_hobbys": "Moje hobby",
  "my_projects": "Moje projekty",
  "my_testimonials": "Moje referencje",
  "my_getStarted": "START",
  "my_moreInfo": "Wiecej o mnie",
  "invalid_email": "Nieprawidłowy adres email",
  "required_email": "Proszę wprowadzić swój adres email",
  "required_message": "Proszę wprowadzić swoją wiadomość",
  "your_email": "Twój E-mail",
  "type_your_message": "Wpisz swoją wiadomość...",
  "sending": "Wysyłanie...",
  "submit": "Wyślij",
  "getStarted": "Start"
}
