{
  "Norwegian": "Norsk",
  "More": "Mer",
  "Skills": "Ferdigheter",
  "Hobbys": "Hobbyer",
  "Projects": "Prosjekter",
  "Testimonials": "Referanser",
  "GetStarted": "Start",
  "English": "Engelsk",
  "Polski": "Polsk",
  "hero_p": "Velkommen til full stack-utviklerens nettsted! Jeg er glad for at du er her :) Å lage nettsider og applikasjoner er min lidenskap. Oppdag mine prosjekter!",
  "More about me": "Mer om meg",
  "infoDiv1": "Jeg utvikler innovative fullstack-løsninger ved å bruke JavaScript, TypeScript, Next.js, React og Redux for å levere høykvalitets, effektive applikasjoner. Arbeidet mitt inkluderer backend med Node.js, Express og forskjellige databaser som MongoDB og PostgreSQL, samt frontend med HTML, CSS, Bootstrap og Tailwind.",
  "infoDiv2": "Som ekspert innen utvikling av mobil- og webapplikasjoner, bruker jeg React Native for avanserte mobilapplikasjoner og React med Next.js for responsive webapplikasjoner. Jeg har også ferdigheter innen integrasjon av backend med Node.js, Express og databaser som MongoDB og PostgreSQL.",
  "infoDiv3": "Jeg spesialiserer meg på mikrotjenestearkitektur med Node.js, Express og databaser som MongoDB og PostgreSQL. Jeg containeriserer også applikasjoner med Docker for å sikre skalerbarhet og pålitelighet i løsningene mine.",
  "infoDiv4": "I tillegg skiller jeg meg ut i prosjektstyring med JIRA og utfører enhetstester for applikasjonskvalitet. Jeg bruker verktøy for debugging og testing av API-er som Postman og Insomnia for å sikre påliteligheten og soliditeten til applikasjonene mine.",
  "my_skillset": "Mine ferdigheter",
  "my_hobbys": "Mine hobbyer",
  "my_projects": "Mine prosjekter",
  "my_testimonials": "Mine referanser",
  "my_getStarted": "Start",
  "my_moreInfo": "Mer informasjon",
  "invalid_email": "Ugyldig e-postadresse",
  "required_email": "Vennligst skriv inn din e-postadresse",
  "required_message": "Vennligst skriv inn meldingen din",
  "your_email": "Din e-post",
  "type_your_message": "Skriv meldingen din...",
  "sending": "Sender...",
  "submit": "Send",
  "getStarted": "Start"
}
